[
	{
		"title": "The Legend of Zelda: Breath of the Wild",
		"publisher": "Nintendo",
		"released": "2017-03-03",
		"image": "https://media.rawg.io/media/games/cc1/cc196a5ad763955d6532cdba236f730c.jpg",
		"description": "<p>The Legend of Zelda: Breath of the Wild is an adventure game developed by Nintendo. It is the nineteenth installment in the series.</p>\n<p>After awakening from a hundred year sleep, memoryless Link hears a mysterious female voice that guides him to a destroyed kingdom of Hyrule. He finds a Wiseman who says that a ruthless creature, Calamity Ganon, was imprisoned for 100 years. Even though the creature is trapped, it is still gaining power. Link sets out to kill Ganon before he frees himself and destroys the world.</p>\n<p>In contrast to the previous titles in the series, Breath of the Wild the player to explore a vast open world. At the beginning of the game, a small tutorial is given to the players and they are free to travel the world at the pace they see fit. Link can climb almost every surface in the world, cook food to restore health. Fast travel to certain places in the world is also available for the players. The world is highly interactive thanks to the chemistry engine.</p>"
	},
	{
		"title": "Super Mario Odyssey",
		"publisher": "Nintendo",
		"released": "2017-10-27",
		"image": "https://media.rawg.io/media/games/267/267bd0dbc496f52692487d07d014c061.jpg",
		"description": "<p>Super Mario Odyssey is a 3D platform game, a part of Nintendo’s Super Mario series. </p>\n<h3>Story</h3>\n<p>The game follows Mario on his quest to save Princess Peach from her forced marriage with Bowser. The game starts with Mario fighting Bowser on its aircraft. Bowers knock Mario off the ship and shreds his cap into pieces. Mario awakens in the Cap Kingdom inhabited with hat-like spirits and befriends one of them named Cappy. It turns out, Bowser also kidnapped Cappy’s sister Tiara, and now the heroes must chase Bowser through several kingdoms to save Peach and Tiara. </p>\n<h3>Gameplay</h3>\n<p>The gameplay of Super Mario Odyssey draws inspiration from Super Mario 64 and Super Mario Sunshine. The game consists 17 levels (named as “kingdoms”). In most of them, your goal is to collect a certain amount of Power Moons. Collecting enough of them allows the player to progress to the next kingdom. Some moons can be found in different parts of the level or acquired as a reward for completing certain tasks or challenges. The Mario’s moveset mostly resembles that of Super Mario 64 and includes wall jumps, triple jumps, somersaults, long jumps, rolling on the ground. The main new gameplay feature is that Mario can throw his hat to create temporary platforms, grab objects, attack enemies, or possess them. Possessing enemies gives you new moves and sometimes is necessary to reach certain parts of the level.</p>"
	},
	{
		"title": "Metal Gear Rising: Revengeance",
		"publisher": "Konami",
		"released": "2013-02-19",
		"image": "https://media.rawg.io/media/games/8e6/8e699e91cf77c2060b6d515e2135b1b1.jpg",
		"description": "<p>After the events of the uprising took four years. Naomi Hunter creates the FOXAVILE computer virus that destroys the system of &quot;Sons of the Patriots&quot;, thereby putting an end to the military economy, what turned the war into a profitable business. PMSC (Private Military Security Companies) began to protect essential people and act as peacekeepers. You play as Raiden, a katana-wielding cyborg who is forced to join the PMSC to protect his family.</p>\n<p>Most of the gameplay Raiden has to cut enemies and some objects with a mighty high-frequency sword. Along with the standard attacks available &quot;Free sword mode&quot; that allows you to control the assault. In the open mode, attacks are more powerful, but the range of their impact is lower. For the elimination of enemies in Free mode are given points that allow you to restore health and the scale of the free sword with the help of fluids that are in the spine of dead cyborgs.</p>\n<p>Being undetected, you can perform silent and quick kills on some enemies approaching from behind or from above. Available, at least, ten kinds of weapons and a few suits.</p>"
	},
	{
		"title": "The Legend of Zelda: Ocarina of Time",
		"publisher": "Nintendo",
		"released": "1998-11-21",
		"image": "https://media.rawg.io/media/games/3a0/3a0c8e9ed3a711c542218831b893a0fa.jpg",
		"description": "<p>As a young boy, Link is tricked by Ganondorf, the King of the Gerudo Thieves. The evil human uses Link to gain access to the Sacred Realm, where he places his tainted hands on Triforce and transforms the beautiful Hyrulean landscape into a barren wasteland. Link is determined to fix the problems he helped to create, so with the help of Rauru he travels through time gathering the powers of the Seven Sages.</p>"
	},
	{
		"title": "Donkey Kong 64",
		"publisher": "Nintendo",
		"released": "1999-11-22",
		"image": "https://media.rawg.io/media/games/458/4589f9727a1b8bcc0109e5a33a4ea944.jpg",
		"description": "<p>Donkey Kong 64 is a 1999 adventure platform video game for the Nintendo 64 console, and the first in the Donkey Kong series to feature 3D gameplay. As the gorilla Donkey Kong, the player explores the themed levels of an island to collect items and rescue his kidnapped friends from K. Rool. The player completes minigames and puzzles as five playable Kong characters—each with its own special abilities—to receive bananas and other collectibles. In a separate multiplayer mode, up to four players can compete in deathmatch and last man standing games.<br />\nRare, who had previously developed the Donkey Kong Country games, began development on the 3D Donkey Kong in 1997. A 16-person team, with many members recruited from Rare&#39;s Banjo group, finished the game in 1999, when it was published by Nintendo for North America in November and worldwide by December. It was the first game to require the Nintendo 64 console&#39;s Expansion Pak, an accessory that added memory resources. The game had an exceptionally large marketing budget that included advertisements, sweepstakes, and a national tour.<br />\nThe game received universal acclaim from reviewers and was Nintendo&#39;s top seller during the 1999 holiday season, with 2.3 million units sold by 2004. It won the 1999 E3 Game Critics award for Best Platform Game, and multiple awards and nominations from games magazines. Reviewers noted the game&#39;s exceptional size and length, but criticized its emphasis on item collection and backtracking. Some cited its similarity in gameplay and visuals to Rare&#39;s 1998 predecessor, Banjo-Kazooie, despite Donkey Kong 64&#39;s mandatory memory add-on. The game&#39;s camera controls also frustrated reviewers. Critics felt that the game did not meet the revolutionary potential of Donkey Kong Country, but remained among the best 3D platform games on the console.<br />\nDonkey Kong 64 is remembered as the emblematic example of Rare&#39;s &quot;collect-a-thon&quot; adventure platformers for the tedium of its collection tasks. A rap song from the game&#39;s introductory sequence—the DK Rap—is often cited among the worst songs to feature in a video game. The title was later released on Nintendo&#39;s Wii U Virtual Console in 2015.</p>"
	},
	{
		"title": "Banjo-Kazooie",
		"publisher": "Microsoft Studios",
		"released": "1998-05-31",
		"image": "https://media.rawg.io/media/screenshots/f0d/f0da831778e57b58636ccaf20a7cc6e6.jpg",
		"description": "<p>The bear and bird&#39;s first ever outing available in full. Loads of rollicking fun to be had here and with the legendary Stop N Swop feature reinstated. You’ll never look the same again at a jigsaw.</p>"
	},
	{
		"title": "Banjo-Tooie",
		"publisher": "Microsoft Studios",
		"released": "2000-11-20",
		"image": "https://media.rawg.io/media/screenshots/84d/84d128e39e3d57a040c1ae21607135bb.jpg",
		"description": "<p>The bear and bird’s second outing available in full. Loads of rollicking fun to be had here and with the legendary Stop N Swap feature reinstated. The best use of a backpack in a game ever! This game requires the Xbox 360 hard drive or the 512MB Memory Unit for storage. There are no refunds for this item. For more information, see www.xbox.com/live/accounts.</p>"
	},
	{
		"title": "Star Fox 64 (1997)",
		"publisher": "Nintendo",
		"released": "1997-04-27",
		"image": "https://media.rawg.io/media/screenshots/569/5694a091203e4d29c15a9b734f933e9c.jpg",
		"description": "<p>Star Fox 64 was the first Nintendo 64 game to have included support for the Rumble Pak, with which it initially came bundled. The game has sold over 4 million copies since its release, making it one of the best-selling games on the system. The game received critical acclaim for smooth animation, detailed visuals, voice acting and use of multiple gameplay paths. It has been deemed by many critics and gamers to be one of the best games ever made.</p>"
	},
	{
		"title": "The Legend of Zelda: Majora's Mask",
		"publisher": "Nintendo",
		"released": "2000-04-27",
		"image": "https://media.rawg.io/media/games/b3c/b3c209cd49aae8a469a59b79b54dc599.jpg",
		"description": "<p>Link must save the world! This time, he finds himself trapped in<br />\nTermina, an alternate version of Hyrule that is doomed to destruction in<br />\njust three short days. Link must race to recover the Ocarina of Time<br />\n(which allows him to manipulate time in multiple ways), defeat<br />\nchallenging bosses in dungeons spread across Termina, and discover the<br />\nkey to the mystery of Majora’s Mask. Along the way he’ll obtain new<br />\nweapons and items and help other characters (some strangely familiar) in<br />\ntheir everyday lives. In addition, Link must utilize a wide assortment<br />\nof masks scattered throughout Termina, each with its own specific use or<br />\npower. Never before has three days offered so much in the way of action,<br />\nmind-boggling puzzles, and depth—The Legend of Zelda: Majora’s Mask is<br />\nan adventure unlike any other!<br />\nThis classic game is part of the Virtual Console service, which brings you great games created for consoles such as NES™, Super NES™ and Game Boy™ Advance. See more Virtual Console games for Wii.</p>"
	},
	{
		"title": "Grim Guardians: Demon Purge",
		"publisher": "Inti Creates",
		"released": "2023-02-23",
		"image": "https://media.rawg.io/media/screenshots/6d8/6d8175c97052021a031ba29d431c56bf.jpg",
		"description": "When a demon's castle darkens the land, two sisters challenge its halls.<br/>\r\nTogether they can break the curse.<br/>\n<br/>\r\nIn order to save their school after it turns into a massive demonic castle, two \"Demon Hunter\" sisters slash and shoot their way through this 2D action adventure.<br/>\r\nPlayers can swap between control of both characters on the fly, each with entirely different skillsets. Proceed through the castle while confronting the demonic bosses that await deep within. <br/>\r\nEach boss yields new weapons to wield, allowing for more varied exploration and opening up new routes.<br/>\n<br/>\n<br/>\r\n■Swap out on the fly as you traverse through the demonic castle!<br/>\n<br/>\r\nTake control of both the tag-team Kamizono siblings. Make the most of long-distance focused Shinobu and close-range brawler Maya Kamizono as you make your way through the castle.<br/>\r\nEach sibling has a range of unique sub-weapons, giving you a wealth of options to switch your strategy up whenever the time calls for it. Don’t hesitate to make use of them so long as you have Weapon Points in stock!<br/>\r\nIn the event that one of the siblings falls in battle, they can be resuscitated freely with \"Sister Rescue\"—provided you can make it back to where they fell.<br/>\n<br/>\n<br/>\r\n■Defeat bosses to obtain new sub-weapons, opening up a whole new layer of exploration!<br/>\n<br/>\r\nDefeating bosses will yield new sub-weapons, providing the siblings with exciting new abilities.<br/>\r\nThese sub-weapons also open up new routes and means of exploration in the castles.<br/>\n<br/>\n<br/>\r\n■Enjoy the story your way with \"Pure\" or \"Refined\" voice tracks!<br/>\n<br/>\r\nGrim Guardians' story focuses on two main aspects: the mystery behind the school's transformation, and the whereabouts of the other students.<br/>\r\nEnjoy the original experience in \"Pure\" mode with all of the original Japanese voices for story mode, or choose “Refined” for English voice acting focused on the action, tailored for fans of the genre.<br/>\n<br/>\n<br/>\r\n■Adjust the difficulty to your playing needs with the unique Style system!<br/>\n<br/>\r\nA total of 3 different styles—\"Casual\", \"Veteran\" and \"Legend\"—are available for selection, allowing players to adjust the difficulty to their needs. This can be changed at any time after beginning the game with no drawbacks.<br/>\n<br/>\r\nWhat's more, co-op with both Shinobu and Maya will be possible should two controllers be available. It's possible to jump-in at any time during the game, so don't hesitate to invite friends along on your journey to conquer this mysterious demonic castle."
	},
	{
		"title": "Hyperdimension Neptunia",
		"publisher": "NIS America",
		"released": "2010-08-19",
		"image": "https://media.rawg.io/media/screenshots/f41/f41040d0fcef65a0b69bceef964438a2.jpg",
		"description": "Hyperdimension Neptunia"
	},
	{
		"title": "Megadimension Neptunia VII",
		"publisher": "Idea Factory",
		"released": "2015-04-23",
		"image": "https://media.rawg.io/media/screenshots/f3d/f3dce7f1cdac97323ef27dacce6ee7dc.jpg",
		"description": "<p>New challengers are taking control of Gamindustri, and Neptune&#39;s nowhere in sight. Now she’s gotta help a mysterious stranger fight a colossal new evil, reclaim her Goddess title, and find some time for pudding! Go next gen with Giant Battles, multi-worlds, and multiple storylines in this JRPG!<br />\nNew Battle Features Characters can link up for stronger attacks, “Parts Break” allows you to split enemies into pieces to lower their stats and disable special attacks, and “Giant Battles” impose limits that will challenge the strategist in you!<br />\nNEXT mode A second transformation is now available! You can break those big baddies into bits with NEXT mode, which features new special skills and a new costume for the CPUs!<br />\nThree Worlds, Three Stories Three different story modes! With new CPUs and characters at your side, you must fight through three dimensions to save Gamindustri!<br />\nNew Dungeon Minigame! An homage to the classic “Spelunker,” you receive special items when you clear this dungeon under the time limit!</p>"
	},
	{
		"title": "Halo: Combat Evolved",
		"publisher": "Microsoft Studios",
		"released": "2001-11-15",
		"image": "https://media.rawg.io/media/games/abf/abffd94ed6fe34027c720bee593c06d2.jpg",
		"description": "<p>Humanity is in the midst of a long war against an alien alliance called the Covenant which has been wiping out colony after colony. Your hero is Master Chief, who is given no name beyond his rank in the game itself. He is stationed on the Pillar of Autumn, a ship which, per protocol makes a jump in a random direction to retreat to avoid revealing the location of Earth. They find themselves at the titular Halo, a planet-sized ring of mysterious origin, and function with the Covenant on their heels. Master Chief must repel the Covenant assault and discover the secrets of Halo with the assistance of the female AI Cortana who lives in his suit and gives missions.</p>\n<p>Halo: Combat Evolved is a sci-fi first-person shooter with considerable driving elements. Features include friendly NPCs who fight alongside the Chief, squad-based AI where enemies groups work together to flank you under the direction of a leader unit and can be demoralized by his death. They also use cover, set ambushes, etc.</p>\n<p>Only two weapons may be carried at a time: one active and one on backup. There are five human weapons and three Covenant with distinct art styles for the two groups. Human weapons look basically like real guns and fire projectiles. Covenant are sleek and purple and fire energy. For the most part, weapons are not just left around the environment and must be procured from fallen enemies though there are supply points.</p>\n<p>Your life is armor and health as in most games of the genre, however, rather than armor being an item that is picked up, it is a force field which quickly recharges itself after several seconds without taking damage, which emphasizes finding cover.</p>\n<p>One of the most significant features is vehicles. You can drive a variety of vehicles in both single-player and multiplayer, some of which have additional seats for passengers or gunners which can be used by AI characters. Vehicles also come in distinct human and Covenant varieties with their design philosophies. Human vehicles roll around the ground on wheels and covenant vehicles hover or fly.</p>\n<p>Halo also has a significant multiplayer component with basic deathmatch (called slayer here), capture the flag with the unusual addition that the flag takes your weapon spot while you are holding it, so shooting your way in and out of the base on your own is not an option, territories, and some options unique to the game, such as oddball, where you must hold onto a skull for the longest time, race where you score points by getting to checkpoints and juggernaut, where one super-powered player must get points by killing the others and the other players try to kill him to steal his powers. There is also a game editor which allows you to set custom rules for all the basic game types. All the playable weapons and vehicles from the campaign mode are available in the multiplayer maps with the ability for members of the same team to share the game&#39;s distinctive Warthog vehicle, which is essentially a small truck with a mounted gun on the back.</p>"
	},
	{
		"title": "Mario Kart DS",
		"publisher": "Nintendo",
		"released": "2005-11-14",
		"description": "<p>Race along with Mario and his friends in five single-player modes and<br />\nover 30 courses. Knock out the competition with your driving skills as<br />\nyou rocket-start the race, use drifting and turbos at critical points,<br />\nand deploy crazy items to gain an advantage.</p>\n<p>Get ready for total shell-tossing mayhem! Choose one of 12 Nintendo<br />\ncharacters as you race through challenging tracks that become even more<br />\nso with deployable items at your disposal. Enlist in the Grand Prix for<br />\nthe trophy prize in eight different cups. Start a Time Trial, and try to<br />\nbest your fastest time with your own ghost. Play against a<br />\ncomputer-controller kart in VS mode for a quick race. Try out some fun<br />\nkart minigames like Balloon Battle and Shine Runners in Battle mode. Or<br />\ntry clearing some Missions to practice your technique in becoming the<br />\nultimate Mario Kart racer!<br />\nThis classic game is part of the Virtual Console service, which brings you great games created for consoles such as NES™, Super NES™ and Game Boy™ Advance. We hope you&#39;ll enjoy the new features (including off-TV play) that have been added to this title. See more Virtual Console games for Wii U.</p>",
		"image": "https://media.rawg.io/media/screenshots/bc0/bc02ade70c7d92900b1f4950f4c845ba.jpg"
	},
	{
		"title": "Spy Fox 3 \"Operation Ozone\"",
		"publisher": "Nightdive Studios",
		"released": "2001-05-01",
		"description": "<strong>Where would you like to go next, SPY Fox?</strong><br/><br/><strong>Air Today, Gone Tomorrow.</strong><br/><br/>A huge hairspray space station is blasting vile vapors into the ozone, putting Earth at the mercy of the sun's rays. With her paw on the nozzle, Poodles Galore unleashes her plot to corner the sunscreen market. It's up to SPY Fox and his friends to \"can\" Poodles and save the planet.<br/><br/><strong>Features:</strong><br/><ul><li>Kooky, crazy characters you'll love.<br/></li><li>Interactive animations send you on out-of-this-world adventures.<br/></li><li>Multiple game paths and mini-games in every corner stretch the fun.<br/></li><li>The only interactive spy adventure of it's kind.<br/></li><li>11 original SPY songs.</li></ul><br/><strong>Save the World from the Poodle Menace!</strong><br/><br/>This product uses ScummVM across Windows, Mac and Linux which is released under the GNU GPL v2.<br/>For more information, please visit - http://www.scummvm.org<br/>The GNU GPL can be viewed here - https://www.gnu.org/licenses/gpl-2.0.html",
		"image": "https://media.rawg.io/media/screenshots/e01/e01376b1a039bcddf7c5adf7fe99f590.jpg"
	},
	{
		"title": "Spy Fox in \"Dry Cereal\"",
		"publisher": "Nightdive Studios",
		"released": "1997-09-02",
		"description": "<p>Humongous Tees Now Available!Official Humongous Entertainment T-shirts featuring Pajama Sam, Spy Fox, Freddi Fish, and Putt-Putt are now available on Amazon.</p>\n<p>About the GameWill kids be forced to endure a fate worse than eating dry cereal!?<br />\nThe Plot: William the Kid has nearly completed his dastardly plan to cow-nap all the worlds supply of milk!<br />\nThe Mission: The super-suave agent, SPY Fox, must find Mr. Udderly, rescue all the cows, and stop William the Kid from depleting the worlds supply of milk. Using ingenious SPY gadgets, keen wits, and daring moves, SPY Fox, jumps out on an udderly exhilarating adventure!<br />\nInnovative new tools like Talk Balloons allow kids to investigate in a whole new way<br />\nUse top secret SPY gadgets to solve puzzles that test logic<br />\nEarn clues with fun games and activities<br />\nClues change every time you play, and the game just might end differently<br />\nSPY Fox in Dry Cereal challenges and inspires kids to observe details and solve problems in creative and flexible ways. Kids play with faithful, lovable friends as they discover and explore captivating worlds where they direct the journey at their own pace.<br />\nThis product uses ScummVM across Windows, Mac and Linux which is released under the GNU GPL v2.<br />\nFor more information, please visit - http://www.scummvm.org<br />\nThe GNU GPL can be viewed here - https://www.gnu.org/licenses/gpl-2.0.html</p>",
		"image": "https://media.rawg.io/media/screenshots/f92/f9256904e43f756ccb2cbd8c43d1fcaf.jpg"
	},
	{
		"title": "Freddi Fish 2: The Case of the Haunted Schoolhouse",
		"publisher": "Nightdive Studios",
		"released": "1996-05-01",
		"description": "<p>Humongous Tees Now Available!Official Humongous Entertainment T-shirts featuring Pajama Sam, Spy Fox, Freddi Fish, and Putt-Putt are now available on Amazon.</p>\n<p>About the GameSo who is haunting the schoolhouse, taking the toys and practically scaring the scales off all the guppies?<br />\nGood thing super-sleuths Freddi Fish and Luther are on the case. Their plan: build a trap to capture and expose the phony ghost. To reach their goal the two friends need your child&#39;s help to find a few things-and the list of items changes every time they play. Kids will dive right in to direct this undersea mystery filled with old friends, new faces and a festive sing-along soundtrack.<br />\nLike the real world, Freddi Fish&#39;s world changes every time you play.<br />\nSearch through fascinating places like a submarine, a ship or Atlantis.<br />\nOut of time? You can save the game and finish it later.<br />\nTake breaks with Freddi Fish: play games like Crab Invaders, solve puzzles, draw pictures or just sing songs.<br />\nThis product uses ScummVM across Windows, Mac and Linux which is released under the GNU GPL v2.<br />\nFor more information, please visit - http://www.scummvm.org<br />\nThe GNU GPL can be viewed here - https://www.gnu.org/licenses/gpl-2.0.html</p>",
		"image": "https://media.rawg.io/media/screenshots/b0c/b0ce32f782fbaf34d608b95b614febc8.jpg"
	},
	{
		"title": "Freddi Fish 1: The Case of the Missing Kelp Seeds",
		"publisher": "Nightdive Studios",
		"released": "1994-01-01",
		"description": "Freddi Fish 1: The Case of the Missing Kelp Seeds<br/><br/>Join detective Freddi Fish and her best friend Luther as they take on their latest case: finding Grandma Grouper’s kelp seeds that feed the fish under the sea. Explore underwater caves, deep canyons and colorful reefs, and discover fascinating places like King Crab’s Castle and A Sunken Ship Out of Time, in an effort to save the reef. <br/><br/>Freddi Fish and the missing Kelp Seeds entertains children for hours as they explore the wonders of the sea, use logical thinking and reasoning skills to solve the mystery, and make unforgettable new friends along the way!<br/><br/>—User Reviews— <br/><br/>\"I really love these games! You should make more!\"<br/><br/>“The puzzles are difficult without being frustrating, and there are plenty of fun animations to watch and hot spots to click along the way.”<br/><br/>\"It's just as good as I remember and this is a great port that works great for a touch screen.\"<br/><br/>FEATURES:<br/>• Explore over 40 places as Freddi and Luther try to find the missing kelp seeds.<br/>• Every location is filled with wonders, a touch and who knows what will appear, with over 500 secret touch points there’s a new surprise every time you play.<br/>• Fun music mini-games keep things lively for you and your child.<br/><br/>This product uses ScummVM which is released under the GNU GPL v2. <br/>For more information, please visit - http://www.scummvm.org <br/>The GNU GPL can be viewed here - https://www.gnu.org/licenses/gpl-2.0.html",
		"image": "https://media.rawg.io/media/screenshots/a4e/a4e877129374d82a8690f5ea3ff0f168.jpg"
	},
	{
		"title": "Putt-Putt Saves the Zoo",
		"publisher": "Nightdive Studios",
		"released": "1995-03-30",
		"description": "<p>Humongous Tees Now Available!Official Humongous Entertainment T-shirts featuring Pajama Sam, Spy Fox, Freddi Fish, and Putt-Putt are now available on Amazon.</p>\n<p>About the GameThings have gone wild at the Cartown Zoo!<br />\nToday&#39;s the grand opening of the Cartown Zoo, and there&#39;s still so much to do: zoo chow is running low, and all the baby animals are missing. Putt-Putt® and Pep need your child&#39;s help to reunite the little ones with their parents before Outback Al can open the gates. Along the way, they&#39;ll swing across alligator-infested rivers, play ice hockey with a polar bear, build a bridge out of icebergs, bop with dancing penguins, and enjoy other adventures. This zoo is full of loyal friends and captivating challenges that are sure to run wild through your child&#39;s imagination.<br />\nTake breaks from the action to play games, sing songs, paint Putt-Putt® or learn about the animals you find in the zoo.<br />\nClick Points reveal hundreds and hundreds of hidden surprises.<br />\nUse Putt-Putt&#39;s® special camera to take picture of your favorite zoo animals and print them out.<br />\nOut of time? You can save the game and finish it later.<br />\nThis product uses ScummVM across Windows, Mac and Linux which is released under the GNU GPL v2.<br />\nFor more information, please visit - http://www.scummvm.org<br />\nThe GNU GPL can be viewed here - https://www.gnu.org/licenses/gpl-2.0.html</p>",
		"image": "https://media.rawg.io/media/screenshots/1a1/1a15084d6e6be398d2239a46826d0ca7.jpg"
	},
	{
		"title": "Putt-Putt Goes to the Moon",
		"publisher": "Nightdive Studios",
		"released": "1993-05-05",
		"description": "<p>Humongous Tees Now Available!Official Humongous Entertainment T-shirts featuring Pajama Sam, Spy Fox, Freddi Fish, and Putt-Putt are now available on Amazon.</p>\n<p>About the GamePurple Car Lands on the Moon!<br />\nDue to a freak accident at the Fireworks Factory, Putt-Putt® is blasted to the moon. There he meets Rover, a lovely little lunar terrain vehicle left behind by the astronauts. Putt-Putt® and Rover must work together to rebuild a rocket, and accomplish a few good deeds for the Moon People before they meet the Man in the Moon and are homeward bound. Putt-Putt® Goes to the Moon teaches the benefit of cooperation and the lasting value of friendship.<br />\nPutt-Putt® Goes to the Moon is an adventure game designed especially for children. Bursting with state-of-the-art animation, dazzling sound, hundreds of Click Points, and fully talking characters to thrill you and your child, Putt-Putt&#39;s® world unfolds around your child&#39;s actions - enhancing problem-solving skills and teaching valuable lessons along the way. Putt-Putt Goes to the Moon is like no other game for children or adults!<br />\nCosmic Cooperation: Kids learn the value of cooperation as they help Putt-Putt® and his stranded pal, Rover, work together to get back to Earth.<br />\nIt&#39;s not rocket science: Kids help Putt-Putt® and Rover move along and make choices with a simple click of the mouse. Kids&#39; problem-solving skills are sharpened as they discover how their decisions affect what happens to the world around them.<br />\nFun City: You never know what you&#39;ll unearth when you click on a moon crater, a doorway or a lunar gas tank. Aliens pop up, music starts, things explode - all the stuff kids love. With so much fun going on, they learn not to overlook a thing!<br />\nPutt-Putt® blasts kids off to a helpful new world: Kids learn math by counting moon crystals and learn how repeating music patterns can help them open a secret gate.<br />\nThis product uses ScummVM across Windows, Mac and Linux which is released under the GNU GPL v2.<br />\nFor more information, please visit - http://www.scummvm.org<br />\nThe GNU GPL can be viewed here - https://www.gnu.org/licenses/gpl-2.0.html</p>",
		"image": "https://media.rawg.io/media/screenshots/87e/87e5efde500acd82e1163b41ddc22d8a.jpg"
	},
	{
		"title": "Warcraft 2: Battle.net Edition",
		"publisher": "Blizzard Entertainment",
		"released": "1999-01-01",
		"description": "<p>Warcraft 2: Battle.net Edition is a strategy game. It came out on 01-01-1999. It was published by Blizzard Entertainment. Most rawgers rated the game as \"Recommended\". <br>You can play Warcraft 2: Battle.net Edition on PC. </p>\n\n<p></p>",
		"image": "https://media.rawg.io/media/screenshots/590/590739992afb87e411cd26479c69cdbf.jpg"
	},
	{
		"title": "Warcraft 3: Reign of Chaos",
		"publisher": "Blizzard Entertainment",
		"released": "2002-06-01",
		"description": "<p>It has been nearly fifteen years since the war between the orcs and humans ended. An uneasy peace settled over the land while, for years, the drums of war were silent. Yet the kingdoms of men grew complacent in their victory - and slowly, the defeated orcish clans regrouped under the banner of a new visionary leader. Now a darker shadow has fallen over the world, threatening to extinguish all life - all hope. The drums of war play upon the winds once again - rising urgently towards the inevitable hour when the skies will rain fire - and the world will tremble before the coming of the Burning Legion. The Day of Judgment has come...</p>",
		"image": "https://media.rawg.io/media/games/667/667b4447a90c4896bfd48400ae76af28.jpg"
	},
	{
		"title": "Warcraft 3: The Frozen Throne",
		"publisher": "Blizzard Entertainment",
		"released": "2003-06-30",
		"description": "<p>The Frozen Throne provides gamers with a vast new chapter in the epic Warcraft saga. In the single-player campaign, players revisit the war-torn world of Azeroth. Several months have passed since Archimonde and the Burning Legion were defeated at the battle of Mount Hyjal, yet a new threat has arisen throughout the land. One new Hero per race, each possessing powerful spells and magical abilities. A host of new units, each equipped with new abilities and spells, giving players the opportunity to create diverse strategic and tactical forms of combat. Player-built shops, unique for each race, equipped with items carefully designed to improve and aid the units of every race. Neutral Heroes, available for recruitment by all players, that can supplement and strengthen a player&#39;s army with all new spells and abilities. Expanded multiplayer options over Battle.net including multiple new game types, clan and tournament support.</p>",
		"image": "https://media.rawg.io/media/games/672/67272c0ae016e71bf46c8e337803d7da.jpg"
	},
	{
		"title": "Warcraft: Orcs & Humans",
		"publisher": "Interplay Productions",
		"released": "1994-11-23",
		"description": "<p>Welcome to the world of Warcraft, a fantastic universe where terrifying Orcs face noble Humans in a struggle for survival and domination. Capable of using a variety of weapons and devastating magic, these two armies will use all their strategy, intelligence and brute force to confront each other.</p>\n<p>Destroy the Orc hordes or crush the pathetic Humans ... the choice is yours.<br />\nMy lord ?<br />\nStormwind Castle overlooks the lands you have sworn to defend.<br />\nThese Orc raiders could destroy your city. Gather your troops to push them back.<br />\nYou have won ! Cries of victory ring out as the last Orc collapses to the ground.<br />\nStop touching me!<br />\nPrepare devilish strategies to wreak havoc on your Human enemies.<br />\nDefend your village against the ruthless onslaught of these armies of Pallid Dogs.<br />\nAdmire the destruction you have sown and the unrecognizable corpses of your enemies!<br />\nBuild and manage your own medieval fort.<br />\nTwo player mode in LAN.<br />\nControl the noble humans or the lawless orcs.<br />\nDozens of scripted campaigns with two distinct stories.<br />\nMore than 20 additional scenarios, customizable for endless replayability.<br />\nControl unique creatures, like Demons, Elementals, Necromancers, Archers or Spearmen.<br />\nA soundtrack rich in typical Warcraft music.</p>",
		"image": "https://media.rawg.io/media/games/afe/afe2b96b3c9f3632cfce254fad4eb242.jpg"
	},
	{
		"title": "Super Mario 64",
		"publisher": "Nintendo",
		"released": "1996-06-23",
		"description": "<p>Mario is super in a whole new way! Combining the finest 3-D graphics ever developed for a video game and an explosive sound track, Super Mario 64 becomes a new standard for video games. It&#39;s packed with bruising battles, daunting obstacle courses and underwater adventures. Retrieve the Power Stars from their hidden locations and confront your arch nemesis - Bowser, King of the Koopas!</p>",
		"image": "https://media.rawg.io/media/games/1d5/1d565b99cad46c44b534d9803e27bd49.jpg"
	},
	{
		"title": "Sonic the Hedgehog (1991)",
		"publisher": "SEGA",
		"released": "1991-06-23",
		"description": "<p>Sonic The Hedgehog is a 2D platform game, the first installment in Sega’s Sonic the Hedgehog series. </p>\n<h3>Plot</h3>\n<p>The game takes place on South Island and follows Sonic — an anthropomorphic blue hedgehog. The game’s antagonist, a brilliant but insane scientist Dr. Robotnik attempts to take possession of the power of six Chaos Emeralds by entrapping South Island’s animal inhabitants inside hostile robots. Sonic decides to hinder Robotnik’s plans by freeing animals and collecting the emeralds himself.  </p>\n<h3>Gameplay</h3>\n<p>The game consists of six zones each of which is divided into three acts. In the first two acts, your goal is to reach the finish while the third act ends with a boss fight against Dr. Robotnik. After completing the sixth zone, you enter the Final Zone which consists of one act and the final battle against Robotnik. The level in the game is usually relatively roomy and implicate various ways of completing. The gameplay is centered on Sonic’s ability to run at high speed. Thereby the levels involve many slopes, loops, springs. Sonic can use Spin Attack to attack enemies or destroy certain obstacles.<br />\nThe Spin Attack can be activated by gaining high speed while rolling on the ground or jumping. The players’ health depends on the main collectibles of the game – golden rings placed throughout the levels and collecting one hundred of them gives you an extra life. Also, as long as Sonic has at least one ring, upon getting hit he scatters rings instead of losing a life.</p>",
		"image": "https://media.rawg.io/media/games/373/373a9a1f664de6e4c31f08644729e2db.jpg"
	},
	{
		"title": "Mega Man Zero/ZX Legacy Collection",
		"publisher": "Capcom",
		"released": "2020-02-25",
		"description": "<p>Mega Man Zero/ZX Legacy Collection brings together six classic titles in one game: Mega Man Zero 1, 2, 3, and 4, as well as Mega Man ZX and ZX Advent.</p>\n<p>In addition to the original games, this package includes an artwork gallery, music player, special filters, and much more. Casual Scenario Mode and a Save-Assist feature are available for those who would like to enjoy the story at their own pace. Players can also try their hand at the new leaderboard-based Z Chaser Mode, an exclusive new mode created just for this set of games.</p>",
		"image": "https://media.rawg.io/media/games/1de/1deb93469588beea6c143dc7abfe1694.jpg"
	},
	{
		"title": "Mega Man X Legacy Collection",
		"publisher": "Capcom",
		"released": "2018-07-24",
		"description": "<p>The celebrated Mega Man X series returns! Play as Mega Man X – the<br />\npowerful successor of classic fighting robot Mega Man – as he battles a<br />\nvariety of deadly bosses known as Mavericks in four hit titles. Mega Man<br />\nX Legacy Collection includes the legendary 16-bit titles and the series&#39;<br />\nexciting foray into the 32-bit era: Mega Man X, Mega Man X2, Mega Man<br />\nX3, and Mega Man X4. The heroic robot grows stronger as he takes down<br />\nMavericks and steals their weapons, and can dash and wall jump making<br />\nfor a thrilling, fast-paced combat experience.</p>\n<p>Mega Man X Legacy Collection comes with an armory of new features. Test<br />\nyour skills in the new X Challenge mode, which pits players against two<br />\ndeadly bosses in two-on-one battles. Explore a huge museum filled with<br />\nrare production art, catalogs of classic merchandise, a playlist of<br />\nnostalgic commercials, and more.</p>",
		"image": "https://media.rawg.io/media/games/250/250a012af7e4cd0d24863e5993e0620c.jpg"
	},
	{
		"title": "Mario Kart 64 (1996)",
		"publisher": "Nintendo",
		"released": "1996-12-14",
		"description": "<p>Mario Kart 64 (マリオカート64, Mario Kāto Rokujūyon) is a kart racing video game developed and published by Nintendo for the Nintendo 64 video game console. It was the successor to Super Mario Kart for the Super Nintendo Entertainment System, and is the second game in the Mario Kart series. It was released first in Japan on December 14, 1996, and in North America and Europe in 1997. It was later released as a Virtual Console game for the Wii and Wii U in 2007 and 2016, respectively.<br />\nChanges from the original include the move to polygon-based true 3D computer graphics for track design, and the inclusion of four-player support. Players take control of characters from the Mario franchise, who race around a variety of tracks with items that can either harm opponents or aid the user. The move to three-dimensional graphics allowed for track features not possible with the original game&#39;s Mode 7 graphics, such as changes in elevation, bridges, walls, and pits. However, the characters and items remained 2D pre-rendered sprites.</p>",
		"image": "https://media.rawg.io/media/screenshots/b19/b196fdca25e4df755f6fafd02df158d9.jpg"
	},
	{
		"title": "Mario Kart 8 Deluxe",
		"publisher": "Nintendo",
		"released": "2017-04-27",
		"description": "<p>Hit the road with the definitive version of Mario Kart 8 and play<br />\nanytime, anywhere! Race your friends or battle them in a revised battle<br />\nmode on new and returning battle courses. Play locally in up to 4-player<br />\nmultiplayer in 1080p while playing in TV Mode. Every track from the Wii<br />\nU version, including DLC, makes a glorious return. Plus, the Inklings<br />\nappear as all-new guest characters, along with returning favorites, such<br />\nas King Boo, Dry Bones, and Bowser Jr.!</p>\n<p>Features:</p>\n<p>Race your friends in the definitive version of Mario Kart 8, only on<br />\nNintendo Switch!</p>\n<p>Race as every character on every track from the Wii U version,<br />\nincluding DLC characters and tracks.</p>\n<p>Pop some balloons in the revamped Battle mode, complete with Balloon<br />\nBattle and Bob-omb Blast.</p>\n<p>Battle on new courses, like Urchin Underpass and Battle Stadium, or<br />\nreturning ones, such as GCN Luigi&#39;s Mansion and SNES Battle Course 1.</p>\n<p>Inkling Girl &amp; Inkling Boy from Splatoon, King Boo, Dry Bones, and<br />\nBowser Jr. join the roster!</p>\n<p>Players can choose a new Smart Steering feature which makes driving<br />\nand staying on the track easy for novice players and kids even at 200cc</p>\n<p>Three new vehicles have been added, two are even inspired by Splatoon</p>\n<p>Carry two items at the same time</p>\n<p>Returning items include Boo, the item stealing ghost, and the Feather,<br />\nwhich gives you a high jump in battle mode.</p>\n<p>Play your friends in local wireless multiplayer with up to 8 players.</p>\n<p>Drive through in 1080p HD quality in TV mode</p>\n<p>Play on the go with handheld mode and play anytime, anywhere</p>",
		"image": "https://media.rawg.io/media/games/6f8/6f846e941c78cfbabe53cd67e55ced83.jpg"
	},
	{
		"title": "Bloodstained: Ritual of the Night",
		"publisher": "505 Games",
		"released": "2019-06-18",
		"description": "<p>Bloodstained is an exploration-focused, side-scroller action RPG packing all of the best features you&#39;ve come to know and love from the Metroidvania genre into a single, content-packed game.<br />\nPlay as Miriam, an orphan scarred by an alchemist’s curse which slowly crystallizes her body. In order to save herself, and indeed, all of humanity, she must battle her way through a demon-infested castle summoned by Gebel, her old friend whose body and mind has become more crystal than flesh.<br />\nWHAT&#39;S IN THE GAME?<br />\n- Addictingly tight and satisfying gameplay alongside a rich new story in the gothic dark fantasy style of Koji Igarashi, the celebrated godfather of &quot;Igavania&quot; games.<br />\n- A game soundtrack by genre and industry veteran Michiru Yamane, performed by a full live orchestra ensemble.<br />\n- Story cut scenes and NPC interactions fully voice acted by a star-studded cast, including actors like David Hayter, Ray Chase and Erica Lindbeck to name just a few. (Seriously, we have a lot of voice acting star power in this game, it&#39;s kinda nuts...)<br />\n- A total of three playable characters, two of which have yet to be revealed...<br />\n- Literally a metric ton of weapons and spells, which you can upgrade, level up and visually customize.<br />\n- Beautiful 2.5D graphics: 3D models crafted with a lot of love and care on a 2D game environment. That means lots of cool tricks that &quot;regular&quot; 2D can&#39;t do...<br />\nWHEN?<br />\nWe&#39;re going to be revealing the release window of the game very soon.<br />\nTHE FUTURE<br />\nExpect a worryingly large amount of announcements and updates, everything from updating the look of this Steam page to the game in general. It&#39;s going to be one wild ride.</p>",
		"image": "https://media.rawg.io/media/games/26c/26cacc55399ed6b2c14e20d2eca0620a.jpg"
	},
	{
		"title": "Bloodstained: Curse of the Moon",
		"publisher": "Inti Creates",
		"released": "2018-05-24",
		"description": "<p>Battle with swords and whips in this retro-style action game brought to you by game creator Koji Igarashi and Inti Creates!<br />\nPlay as Zangetsu, a demon slayer bearing a deep grudge, who must travel through perilous lands to defeat a powerful demon lurking in a dark castle. Zangetsu will meet fellow travelers along the way, who can join your journey as playable characters.<br />\nSwitching to these characters with their unique abilities will unlock new paths through the treacherous stages. Your choices in recruiting these adventurers will change the difficulty of the game, and may even affect the ending!<br />\n*Bloodstained: Curse of the Moon is the 8-bit style game promised as a stretch goal of the 2015 Kickstarter campaign for &quot;Bloodstained: Ritual of the Night.&quot;</p>",
		"image": "https://media.rawg.io/media/games/e38/e38c2d27671f97bd42855d358b37d22d.jpg"
	},
	{
		"title": "Bloodstained: Curse of the Moon 2",
		"publisher": "Inti Creates",
		"released": "2020-06-10",
		"description": "<p>Join Zangetsu,  Dominique, and the rest of a brand new cast of characters as they battle with swords, whips, and more to defeat a new demonic threat in Bloodstained: Curse of the Moon 2!</p>\n<p>Curse of the Moon 2 brings classic 2D action and a dark, 8-bit aesthetic together with modern playability. The multiple-scenario structure of the previous title returns with an epic new story supervised by IGA (Koji Igarashi) himself. </p>\n<p>Players take control of Zangetsu, a swordsman from the far east who bears a deep grudge against demonkind. Zangetsu must battle his way to the demonic stronghold, but he doesn&#39;t have to do it alone! Zangetsu can ally himself with a brand new cast of characters he meets along the way and add them to the playable roster. </p>\n<p>Three brand-new playable characters appear in Curse of the Moon 2, including the exorcist Dominique. Each new character adds a variety of gameplay options, abilities, and ways to complete the games&#39; many stages.</p>",
		"image": "https://media.rawg.io/media/games/f31/f3191c3915338853097fc6197a0a4044.jpg"
	}
]